"%1 already exists.\nDo you want to replace it?"="%1 jau yra.\nAr norite jį pakeisti?";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nKatalogas nerastas.\nĮsitikinkite, kad teisingai nurodėte katalogo pavadinimą.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nRinkmena nerasta.\nĮsitikinkite, kad teisingai nurodėte rinkmenos pavadinimą.";
"&Abort"="N&utraukti";
"&Add to Custom Colors"="&Pridėti prie savų spalvų";
"&Basic colors"="&Pagrindinės spalvos";
"&Cancel"="&Atsisakyti";
"&Copy"="&Kopijuoti";
"&Custom colors"="&Savos spalvos";
"&Define Custom Colors >>"="&Nustatyti savas spalvas >>";
"&Delete"="Š&alinti";
"&Finish"="&Baigti";
"&Green:"="&Žalia:";
"&Help"="&Žinynas";
"&Ignore"="&Ignoruoti";
"&Name:"="&Pavadinimas:";
"&Next >"="&Kitas >";
"&No"="&Ne";
"&Open"="&Atverti";
"&Options <<"="&Parinktys <<";
"&Options >>"="&Parinktys >>";
"&Paste"="&Įklijuoti";
"&Print"="&Spausdinti";
"&Red:"="&Raudona:";
"&Redo"="&Vėl atlikti";
"&Reload"="P&erkrauti";
"&Rename"="&Pervadinti";
"&Retry"="&Kartoti";
"&Sat:"="&Sotis:";
"&Save"="Į&rašyti";
"&Undo"="&Atsisakyti";
"&Unsorted"="&Nerūšiuoti";
"&Val:"="&Reikšmė:";
"&Yes"="&Taip";
"* You must accept the terms in order to proceed."="* Turite priimti sąlygas, kad galėtumėte tęsti.";
"..."="...";
"< &Back"="< &Atgal";
"<a href=\"#\" style=\"color: #159bd9; text-decoration:none;\">%1</span></a>"="<a href=\"#\" style=\"color: #159bd9; text-decoration:none;\">%1</span></a>";
"<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>"="<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>";
"<b>All other Product Keys</b><br/><br/>Contact Support at:<br/><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n"="<b>Visi kiti produktų kodai</b><br/><br/>Susisiekite su pagalbos skyriumi:<br/><br/>Telefonas: 1.866.518.6791 arba +1.403.228.5940<br/>Internetinė svetainė: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n";
"<b>Contact Support at:</b><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>"="<b>Susisiekite su pagalbos skyriumi:</b><br/>Telefonas: 1.866.518.6791 arba +1.403.228.5940<br/>Internetinė svetainė: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>";
"<b>License Agreement</b>"="<b>Licencijos sutartis</b>";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Apie Qt</h3>%1<p>Qt yra C++ įrankių rinkinys tarpplatforminėms programoms kurti.</p><p>Qt leidžia naudoti vieną šaltinį tiek MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux ir visuose didžiausiuose komerciniuose sistemos Unix variantuose. Qt taip pat galima naudoti įmontuotuose įrenginiuose, tokiuose kaip Qtopia Core.</p><p>Qt yra „Trolltech“ produktas. Norėdami daugiau informacijos, žr.  <tt>http://www.trolltech.com/qt/</tt>.</p>";
"<p><b>PRODUCT_NAME_1 Product Key</b><br/><br/>Click <a href=\" \">here</a><p>"="<p><b>PRODUCT_NAME_1 Produkto kodas</b><br/><br/>Spausti <a href=\" \">čia</a><p>";
"<p><h3>%1</h3></p>"="<p><h3>%1</h3></p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Ši programa naudoja „Qt“ atviro kodo leidimo versiją %1.</p><p>„Qt“ atviro kodo leidimas skirtas vystyti atviro kodo programas. Jums reikia komercinės „Qt“ licencijos, jei norite vystyti komercines (uždaro kodo) programas.</p><p>Žr. <tt>http://www.trolltech.com/company/model.html</tt> dėl „Qt“ licencijų.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Ši programa naudoja „Qt“ versiją %1.</p>";
"<p>Welcome to %1 software from SMART Technologies.</p><p>This beta software is for evaluation purposes only and will stop working at the end of the evaluation period. You can send feedback to <a href=\"mailto:technicaltrials@smarttech.com\">technicaltrials@smarttech.com</a></p>"="<p>Sveikiname įsigijus %1 programinę įrangą iš SMART Technologies.</p><p>Ši programinė įranga yra „beta“ versijos ir skirta naudoti tik vertinimo tikslais, vertinimo laikotarpio pabaigoje ji nustos veikti. Atsiliepimą galite siųsti <a href=\"mailto:technicaltrials@smarttech.com\">technicaltrials@smarttech.com</a></p>";
"A product key is a code that activates SMART Notebook software. If you can't find the product key, visit the SMART Software Portal at <a href=\"https://licensing.smarttech.com\">https://licensing.smarttech.com</a> or contact your SMART reseller for assistance. After you retrieve the product key, record it in a safe place."="Gaminio raktas yra kodas, kuris suaktyvina „SMART Notebook“ programinę įrangą. Jei negalite rasti gaminio rakto, apsilankykite SMART programinės įrangos portale https://licensing.smarttech.com arba susisiekite su savo SMART pardavėju. <a href=\"https://licensing.smarttech.com\"></a>Po to, kai atkursite gaminio raktą, užsirašykite jį saugioje vietoje.";
"A&lpha channel:"="A&lfa kanalas:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8,26 x 11,7 coliai)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Nutraukti";
"About %1"="Apie %1";
"About Product Keys"="Apie gaminio raktus";
"About Qt"="Apie „Qt“";
"Accept"="Priimti";
"Activate"="Aktyvuoti";
"Activate Product"="Aktyvuoti produktą";
"Activate by phone"="Aktyvuoti telefonu";
"Activate by web form"="Aktyvuoti naudojantis tinklalapyje esančia forma";
"Activate the keys now"="Suaktyvinti raktus dabar";
"Activate the product key again."="Suaktyvinti produkto raktą dar kartą.";
"Activates the program's main window"="Aktyvuoja pagrindinį programos langą.";
"Add"="Pridėti";
"Aliases: %1"="Slapyvardžiai: %1";
"All Files (*)"="Visos rinkmenos (*)";
"All Files (*.*)"="Visos rinkmenos (*.*)";
"Apply"="Taikyti";
"Authentication required"="Reikalinga autorizacija";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1.414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6,93 x 9,84 coliai)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Atgal";
"Bl&ue:"="Mė&lyna:";
"Browse..."="Peržvelgti...";
"By Internet browser"="Interneto naršyklėje";
"By phone"="Telefonu";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Atmesti";
"Carefully read the following license agreement."="Atidžiai perskaitykite šią licencijos sutartį.";
"Centimeters (cm)"="Centimetrai (cm)";
"Check for product key renewals and apply them."="Patikrinkite, ar yra produkto kodo naujinimų ir panaudokite juos.";
"Close"="Uždaryti";
"Close without Saving"="Uždaryti neišsaugant";
"Collate"="Lygiuoti";
"Color"="Spalva";
"Color Mode"="Spalvinis režimas";
"Commit"="Siųsti";
"Connected to host"="Prisijungta prie serverio";
"Connected to host %1"="Prisijungta prie serverio %1";
"Connection closed"="Jungtis nutraukta";
"Connection refused"="Jungtis atmesta";
"Connection refused (or timed out)"="Jungtis atmesta (arba baigėsi jungimosi laikas)";
"Connection to %1 closed"="Jungtis su %1 nutraukta";
"Continue"="Tęsti";
"Copies"="Kopijos";
"Copies:"="Kopijos:";
"Copy"="Kopijuoti";
"Copy the request file to another computer, and then go to <a href=\"%1\">%2</a> on that computer."="Kopijuoti užklausos failą į kitą kompiuterį, tada eiti į <a href=\"%1\">%2</a> tame kompiuteryje.";
"Copy to clipboard"="Kopijuoti į atmintį";
"Create New Folder"="Sukurti naują katalogą";
"Cu&t"="Iš&kirpti";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Duomenys sugadinti";
"Days Left:"="Liko dienų:";
"Delete"="Šalinti";
"Delete the product key from this computer."="Šalinti produkto raktą iš šio kompiuterio.";
"Detail View"="Išsamus vaizdas";
"Directories"="Katalogai";
"Directory"="Katalogas";
"Disable auto-renewals for this key <a href=''>more info</a>"="Išjungti automatinį atnaujinimą šiam kodui <a href=''>daugiau informacijos</a>";
"Discard"="Atmesti";
"Don't Save"="Neišsaugoti";
"Done"="Atlikta";
"Drive"="Diskas";
"Duplex Printing"="Dvigubas spausdinimas";
"Enter License"="Įvesti licencijos numerį";
"Enter your product key(s)"="Įveskite savo produkto kodą(-us)";
"Error writing response to device"="Klaida pateikiant atsakymą įrenginiui";
"Evaluation Version"="Bandomoji versija";
"Executable '%1' requires Qt %2, found Qt %3."="Vykdomoji rinkmena '%1' reikalauja Qt %2, rasta Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="„Executive“ (7,5 x 10 coliai, 191 x 254 mm)";
"Export Request File..."="Eksportuoti užklausos failą...";
"False"="Neteisingas";
"File"="Failas";
"File name:"="Rinkmenos pavadinimas:";
"Files of type:"="Rinkmenos, kurių tipas:";
"Folio (210 x 330 mm)"="„Folio“ (210 x 330 mm)";
"For more information about product keys, visit: <a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys</a>."="Jei reikia daugiau informacijos apie gaminio raktus, apsilankykite: <a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys</a>.";
"Form"="Forma";
"From page:"="Nuo puslapio:";
"Go Back"="Grįžti atgal";
"Grayscale"="Nespalvota";
"HTTP request failed"="HTTP užklausa nepavyko";
"HTTPS connection requested but SSL support not compiled in"="Užklausto HTTP jungtis, tačiau SSL palaikymas neįtrauktas";
"Height:"="Aukštis:";
"Help"="Pagalba";
"Hide %1"="Slėpti %1";
"Hide Others"="Slėpti kitus";
"Host %1 found"="Serveris %1 rastas";
"Host %1 not found"="Serveris %1 nerastas";
"Host found"="Serveris rastas";
"Host requires authentication"="Serverį reikia autorizuoti";
"Hu&e:"="Atspal&vis:";
"If you don't have an Internet connection on this computer, you can save the request as a file and submit the request from another computer."="Jei šiame kompiuteryje nėra interneto ryšio, galite įrašyti užklausą į failą ir pateikti užklausą iš kito kompiuterio.";
"If you have an Internet connection, you can submit the request automatically. If you don't have an Internet connection, you can submit the request manually."="Jei yra interneto ryšys, galite pateikti užklausą automatiškai. Jei interneto ryšio nėra, galite pateikti užklausą rankiniu būdu.";
"If you received a response file, press the button below to import the file here."="Jei gavote atsakymų failą, spustelėkite toliau pateikiamą mygtuką, kad importuotumėte failą čia.";
"Ignore"="Ignoruoti";
"Import Response File..."="Importuoti atsakymų failą...";
"Inches (in)"="Coliai (in)";
"Incompatible Qt Library Error"="Nesuderinamos Qt bibliotekos klaida";
"Incomplete request(s) detected. Do you want to complete your request(s) now?"="Aptikta nebaigta užklausa (-os). Ar pageidaujate dabar užbaigti savo užklausą (-as)?";
"Invalid HTTP chunked body"="Netinkamas HTTP kodo pagrindas";
"Invalid HTTP response header"="Netinkama HTTP atsakymo antraštė";
"Landscape"="Peizažas";
"Ledger (432 x 279 mm)"="Sąskaitų knyga (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Teisinis lapas (8,5 x 14 coliai, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Laiškas (8,5 x 11 coliai, 216 x 279 mm)";
"License Expired"="Licencija baigėsi";
"License Expiring"="Licencijos galiojimo laikas baigiasi";
"License Status"="Licencijos statusas";
"License for this software is about to expire."="Šios programinės įrangos licencijos galiojimo laikas greitai pasibaigs.";
"Licensing period for this software has expired."="Šios programinės įrangos licencijos galiojimo laikas baigėsi.";
"Limitations"="Apribojimai";
"List View"="Rodyti kaip sąrašą";
"Location:"="Vieta:";
"Long side"="Ilgoji pusė";
"Look in:"="Žiūrėti:";
"Lost Product Key"="Prarastas produkto kodas";
"Manage"="Tvarkyti";
"Manage Selected Product Key..."="Tvarkyti parinktą produkto raktą...";
"Manage, view, and add keys"="Tvarkyti, peržiūrėti ir pridėti raktus";
"Margins"="Paraštės";
"Millimeters (mm)"="Milimetrai (mm)";
"My Computer"="Mano kompiuteris";
"N&o to All"="N&o Ne visiems";
"No server set to connect to"="Nėra serverio, prie kurio jungtis";
"No space left on device"="Įrenginyje neliko laisvos vietos";
"No such file or directory"="Tokios rinkmenos ar katalogo nėra";
"None"="Nėra";
"Note: You can cancel all requests at once, but you can complete only one request at a time. If you have more than one incomplete request, you'll return to this screen later."="Pastaba: Galite atmesti visas užklausas vienu metu, bet baigti galite tik vieną užklausą vienu metu. Jei turite kelias neužbaigtas užklausas, grįšite į šį ekraną vėliau.";
"Number of copies:"="Kopijų skaičius:";
"OK"="Gerai";
"OR"="ARBA";
"Obtain a product key"="Gauti gaminio raktą";
"Open"="Atidaryti";
"Open "="Atidaryti ";
"Options"="Parinktys";
"Orientation"="Orientacija";
"Orientation:"="Orientacija:";
"Output &file:"="Išvesties &failas:";
"Output Settings"="Išvesties nustatymai";
"P&roperties"="&Savybės";
"PRODUCT_NAME_1"="PRODUCT_NAME_1";
"Page size:"="Puslapio dydis:";
"Pages from"="Puslapiai nuo";
"Paper"="Popierius";
"Paper format"="Popieriaus formatas";
"Paper source:"="Popieriaus šaltinis:";
"Parent Directory"="Aukštesnio lygio katalogas";
"Paste"="Įdėti";
"Permission denied"="Leidimas nesuteiktas";
"Please call one of the following numbers:\n\n1.866.518.6791 (toll-free Canada/US)\n+1.403.228.5940 (other countries)\n05:00-18:00 MST Monday–Friday\nFax: +1.403.806.1256"="Prašome paskambinti vienu iš šių numerių:\n\n1 866 518 6791 (JAV/Kanadoje nemokamai)\n+1 403 228 5940 (kitose šalyse)\nuo 5:00 iki 18:00 MST pirmadieniais - penktadieniais\nFaksas: +1.403.806.1256";
"Points (pt)"="Taškai (pt)";
"Portrait"="Portretas";
"PostScript Files (*.ps);;All Files (*)"="„PostScript“ bylos (*.ps);;Visos bylos (*)";
"Preferences..."="Nuostatos...";
"Press the button below to paste the response you received from the SMART website."="Spustelėkite toliau pateiktą mygtuką, kad įkeltumėte iš SMART interneto svetainės gautą atsakymą.";
"Preview"="Peržiūra";
"Print all"="Spausdinti viską";
"Print destination"="Spausdinimo vieta";
"Print first page first"="Pirmiausia spausdinti pirmąjį puslapį";
"Print in color if available"="Jei galima, spausdinti spalvotai";
"Print in grayscale"="Spausdinti nespalvotai";
"Print last page first"="Pirmiausia spausdinti paskutinįjį puslapį";
"Print range"="Spausdinimo sritis";
"Print selection"="Spausdinimo pasirinkimas";
"Print to File (PDF)"="Spausdinti į failą (PDF)";
"Print to File (Postscript)"="Spausdinti į failą (Postscript)";
"Print to file:"="Spausdinti į bylą:";
"Print to printer:"="Spausdinti spausdintuvu:";
"Printer"="Spausdintuvas";
"Printer settings"="Spausdintuvo nustatymai";
"Product"="Produktas";
"Product Key"="Gaminio kodas:";
"Proxy authentication required"="Reikia autorizuoti tarpinį serverį";
"Proxy requires authentication"="Tarpinis serveris reikalauja autorizacijos";
"Purchase License"="Pirkti licenciją";
"Purchase SMART software licenses at: <a href=\"http://www.smarttech.com/where\">http://www.smarttech.com/where</a>"="SMART programinės įrangos licencijas įsigykite čia:  http://www.smarttech.com/where <a href=\"http://www.smarttech.com/where\"></a>";
"Purchase Software"="Pirkti programinę įrangą";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="Baigti";
"Quit %1"="Išjungti %1";
"Reject"="Atmesti";
"Remove"="Pašalinti";
"Repair the product key to enable it again on this computer."="Sutaisyti produkto raktą, kad jį būtų galima įjungti šiame kompiuteryje.";
"Request aborted"="Užklausa nutraukta";
"Reset"="Nustatyti iš naujo";
"Restore Defaults"="Atkurti numatytąsias reikšmes";
"Retrieve your lost product key or obtain a new one."="Gaukite prarastą produkto kodą arba naują kodą.";
"Retry"="Bandykite dar kartą";
"Return the product key so a different computer can use it."="Grąžinti produkto raktą, kad jį galėtų naudoti kitas kompiuteris.";
"Reverse"="Atvirkščiai";
"Reverse landscape"="Atvirkščias gulsčias";
"Reverse portrait"="Atvirkščias stačias";
"SMART Notebook"=",SMART Notebook";
"SMART Software Activation"="SMART programinės įrangos aktyvavimas";
"SSL handshake failed"="SSL susijungimas nepavyko";
"Save"="Išsaugoti";
"Save All"="Išsaugoti visus";
"Save As"="Įrašyti kaip...";
"Select All"="Išrinkti viską";
"Select a Directory"="Pasirinkite katalogą";
"Select color"="Pasirinkite spalvą";
"Select how you want to submit your request manually:"="Pasirinkite, kaip pageidaujate rankiniu būdu pateikti savo užklausą:";
"Select one of the following options for the selected product key:"="Nurodykite vieną iš toliau išdėstytų parinkčių pasirinktam produkto raktui:";
"Selection"="Pažymėta vieta";
"Server closed connection unexpectedly"="Serveris netikėtai nutraukė ryšį";
"Services"="Paslaugos";
"Short side"="Trumpoji pusė";
"Show &hidden files"="Rodyti pas&lėptas rinkmenas";
"Show All"="Rodyti visas";
"Sign in"="Prisijungimas";
"Sort"="Rūšiuoti";
"Sort by &Date"="Rūšiuoti pagal &datą";
"Sort by &Name"="Rūšiuoti pagal pav&adinimą";
"Sort by &Size"="Rūšiuoti pagal d&ydį";
"Start Trial"="Pradėti bandomąją versiją";
"Start that process here."="Pradėkite tą procesą čia.";
"Status"="Būsena";
"Submit request automatically (recommended)"="Pateikti užklausą automatiniu būdu (rekomenduojama)";
"Submit request manually"="Pateikti užklausą rankiniu būdu";
"Submit your request by uploading the request file to the SMART website."="Pateikite savo užklausą, nusiųsdami užklausos failą į SMART interneto svetainę.";
"Submitting request automatically..."="Užklausa pateikiama automatiškai...";
"Symbolic Link"="Simbolinė jungtis";
"Tabloid (279 x 432 mm)"="Tabloidas (279 x 432 mm)";
"Thank you for evaluating %1 software from SMART Technologies."="Ačiū, kad išbandėte %1 programinę įrangą iš „SMART Technologies“.";
"Thank you for using %1 software from SMART Technologies."="Dėkojame, kad naudojotės %1 „SMART Technologies“ programine įranga.";
"The evaluation period for this software has ended."="Šios programinės įrangos bandomasis laikotarpis baigėsi.";
"The file imported successfully. Click Next to process the response file."="Failas importuotas sėkmingai. Spustelėkite „Pirmyn“ atsakymo failui apdoroti.";
"The license for this software has expired."="Šios programinės įrangos licencija baigėsi.";
"There are keys that require activation on this computer."="Yra raktų, reikalaujančių suaktyvinimo šiame kompiuteryje.";
"This software is for evaluation purposes only and will stop working at the end of the evaluation period."="Ši programinė įranga skirta tik bandymams, ir pasibaigus bandomajam laikotarpiui nebeveiks.";
"To activate %1 software press Activate Product."="Norėdami aktyvuoti %1 programinę įrangą, paspauskite „Aktyvuoti produktą“.";
"To continue using %1 software, please purchase a license, and then activate the software."="Jei norite tęsti %1 programinės įrangos naudojimą, turite nusipirkti licenciją ir aktyvuoti programinę įrangą.";
"To extend please start SMART Sync or SMART Response and establish connection with a CMPC."="Pratęsimui įvykdyti, paleiskite „SMART Sync“ arba „SMART Response“ ir prisijunkite prie CMPC.";
"To page:"="Iki puslapio:";
"To purchase %1 software, contact SMART Technologies."="Jei norite įsigyti programą „%1“ susisiekite su „SMART Technologies“.";
"To purchase a license or contact SMART Technologies, press Purchase License."="Norėdami įsigyti licenciją ar susisiekti su „SMART Technologies“, paspauskite „Įsigyti licenciją“.";
"To start the trial period, press Start Trial."="Kad pradėtumėte bandomąjį laikotarpį, spauskite „Pradėti bandomąjį laikotarpį“.";
"To submit the request using your Internet browser, press the button below. Pressing this button copies the request message and opens your Internet browser to a page on the SMART website where you can paste the message."="Jei norite pateikti užklausą naudodamiesi savo interneto naršykle, spustelėkite toliau pateikiamą mygtuką. Spustelėjus šį mygtuką, užklausos pranešimas nukopijuojamas ir jūsų interneto naršyklėje atveriama SMART interneto svetainė, kurioje galima įdėti pranešimą.";
"Too many open files"="Per daug atidarytų rinkmenų";
"True"="Teisingas";
"Type:"="Tipas:";
"US Common #10 Envelope (105 x 241 mm)"="Įprastas #10 JAV vokas (105 x 241 mm)";
"Unable to submit your request. Try again later or try a manual request now."="Jūsų užklausos pateikti nepavyko. Pamėginkite dar kartą vėliau arba dabar išbandykite rankinį užklausos pateikimo būdą.";
"Unknown"="Nežinoma";
"Unknown Location"="Nežinoma vieta";
"Unknown authentication method"="Nežinomas autorizavimo metodas";
"Unknown error"="Nežinoma klaida";
"Unknown protocol specified"="Nurodytas nežinomas protokolas";
"Upgrade"="Atnaujinimas";
"Upgrade to use all the amazing features Notebook has to offer!"="Atnaujinkite, kad pasinaudotumėte visomis nepakartojamomis „Notebook“ siūlomomis funkcijomis!";
"Web:"="Žiniatinklis:";
"Welcome to %1 software from SMART Technologies."="Sveikiname įsigijus %1 programinę įrangą iš „SMART Technologies“.";
"What is a product key?"="Kas yra gaminio raktas?";
"What's This?"="Kas čia?";
"When you receive a response file, copy it back to this computer, and then click Next."="Gavę atsakymo failą, nukopijuokite jį atgal į šį kompiuterį ir spustelėkite „Toliau“.";
"Width:"="Plotis:";
"Wrong content length"="Netinkamas turinio ilgis";
"Yes to &All"="Taip viskam ,,&All\"";
"accept"="priimti";
"bottom margin"="apatinė paraštė";
"left margin"="kairioji paraštė";
"locally connected"="sujungta lokaliai";
"right margin"="dešinioji paraštė";
"to"="iki";
"top margin"="viršutinė paraštė";
"unknown"="nežinomas";
